{
    "title":"Election Duties: Laws and Policies",
    "src":"Representation of the People Act, Public Order Act",
    "contents": {
        "Definitions": 0,
        "Scrutineers (People who watch over the voting process)":1,
        "Outdoor Agents (People helping a candidate during elections)":2,
        "Rules Near Polling Stations (During election day)":3,
        "Failure to Assist by Law Enforcement at Polling Stations":4,
        "Constituted Authority (Special group during elections)":5,
        "Rules for Election Meetings and Marches":6,
        "Night Marches":7,
        "Daylight Marches":8,
        "Penalties for Violations":9,
        "Government Orders":10,
        "Additional Regulations":11,
        "Restrictions Near Official Premises":12,
        "General Offenses and Penalties":13
    },
    "sections":[
        {
            "Definitions":[
                "Appropriate digit:\nDefinition: The \"appropriate digit\" refers to a specific finger or thumb used by a voter when marking their choice on a ballot. It depends on the condition of the voter's hands.\nExplanation: If a voter has fingers on their right hand, they use the one closest to the right thumb. If they lack a right thumb, have no fingers on the right hand, or lack both, they use the right thumb. Similarly, if they have no right hand or no digits on the right hand, they use the finger closest to the left thumb, or the left thumb if there are issues with it.",

                "Candidate or candidate at an election:\nDefinition: A \"candidate\" is a person who is officially nominated to compete for a position in the House of Representatives.\nExplanation: When people want to become members of the House of Representatives, they are called candidates. These individuals are nominated, meaning they are officially put forward as choices for voters to consider during an election.",

                "Committee:\nDefinition: A \"committee\" is a group formed for a specific purpose, in this case, the Electoral Advisory Committee established under the Representation of the People (Interim Electoral Reform) Act.\nExplanation: The committee is like a team created to help and advise on matters related to elections. It was set up under a particular law called the Representation of the People (Interim Electoral Reform) Act.",

                "Constituency:\nDefinition: \"Constituency\" has the meaning assigned to it by the Constitution of Jamaica.\nExplanation: A \"constituency\" is an area or district with specific boundaries. In Jamaica, its meaning is defined by the country's Constitution, likely indicating that it's a region used for electing representatives.",

                "Designated police officer:\nDefinition: A \"designated police officer\" is an officer from the Jamaica Constabulary Force chosen by the Commissioner of Police for specific purposes related to the electoral process.\nExplanation: This is a police officer selected for a particular job during an election in a specific region. The Commissioner of Police decides which officer will have this role.",

                "Election and Election day:\nDefinition: An \"election\" is the process of choosing a member to serve in the House of Representatives, and \"election day\" is the day when voting takes place or, if no vote is needed, the day of nomination.\nExplanation: An election is like a big decision day for choosing representatives. Election day is when people cast their votes, or if voting is not necessary, it's the day when candidates are officially put forward.",

                "Election officer:\nDefinition: An \"election officer\" includes various roles like Chief Electoral Officer, returning officer, etc., responsible for different tasks according to the law.\nExplanation: These are individuals with specific jobs during an election, like managing the process, counting votes, or ensuring everything follows the rules. They are named according to their responsibilities, such as Chief Electoral Officer or returning officer.",

                "Elector:\nDefinition: An \"elector\" is any person whose name is currently on the official list of voters for the House of Representatives.\nExplanation: An elector is someone who is allowed to vote. If your name is on the official list of voters, you are considered an elector and can participate in the election process.",

                "Meeting:\nDefinition: A \"meeting\" is when a group of people gather to discuss or deal with public matters or express their opinions on such matters.\nExplanation: Imagine a gathering where people come together to talk about things that affect everyone, like community issues or important topics. This is called a meeting.",

                "Offensive weapon:\nDefinition: \"Offensive weapon\" includes firearms, sticks, rods, stones, or any similar objects that can be used to harm someone. However, it can be proven otherwise in court that the item was not intended for harmful purposes.\nExplanation: An offensive weapon is something that can be used to cause harm, like a gun, stick, or stone. But if someone can show in court that they didn't plan to use it for harm, it may not be considered an offensive weapon.",

                "Political meeting:\nDefinition: A \"political meeting\" is a gathering held to discuss or criticize the goals, actions, or programs of a political party. If the meeting involves discussion about a political party or individual during an election, it is automatically considered a political meeting.\nExplanation: When people come together to talk about politics, especially during election time, and discuss the goals of a political party or support or oppose a particular candidate, it's called a political meeting.",

                "Public march:\nDefinition: A \"public march\" is a procession or parade in a public place that involves pedestrians, vehicles, or bicycles. Some exceptions include marches by military forces, the police, religious ceremonies, school-related marches, or those approved by the Minister.\nExplanation: Think of a parade happening on the streets involving people walking, vehicles, or bikes. However, there are some special parades, like those by the military or police, during religious events, school events, or ones approved by a government official.",

                "Public meeting:\nDefinition: A \"public meeting\" includes any gathering in a public place that the general public or a specific section can attend, whether they have to pay to attend or not.\nExplanation: If there's a gathering in a public space that anyone can join, whether they need to pay or not, it is considered a public meeting.",

                "Public place:\nDefinition: \"Public place\" refers to locations accessible to the public, like streets, parks, beaches, and premises open to the public, whether they have to pay for access or not.\nExplanation: Any place where the public can go, like streets, parks, and places open to everyone, is called a public place.",

                "Daylight and Night:\nDefinition: \"Daylight\" is the time between 5 o'clock in the morning and 6 o'clock in the evening, while \"Night\" is the time between 6 o'clock in the evening and 5 o'clock in the morning of the next day.\nExplanation: Daylight is when it's bright and sunny, from morning until early evening. Night is when it gets dark, from early evening until the next morning.",

                "Permit:\nDefinition: A \"permit\" is an official authorization granted under section 8 of the law.\nExplanation: A permit is like official permission given by the authorities according to the rules outlined in section 8 of the law."
            ]
        },
        {
            "Scrutineers (People who watch over the voting process)":[
                "Political parties with at least five members in the House of Representatives can choose someone (scrutineer) to keep an eye on the voting process in each area. They need to tell the Chief Electoral Officer who this person is. The scrutineer gets paid, and even if a party doesn't meet the five-member requirement, they can still appoint scrutineers under certain conditions."
        ]},
        {
            "Outdoor Agents (People helping a candidate during elections)":[
                "Candidates in elections can pick people to help them outside polling stations. These people get a certificate stating where they can work. The candidate can change these helpers as needed, but only one person can do this job at each polling station. The person must stay at 20 least yards away from the station to track voter turnout."
            ]
        },
        {
            "Rules Near Polling Stations (During election day)":[
                "On election day, within 1 meter of a polling station, people can't gather, have weapons, or harmful substances. There are exceptions, like voters waiting in line or authorized personnel like police officers. Breaking these rules could result in fines or imprisonment."
            ]
        },
        {
            "Failure to Assist by Law Enforcement at Polling Stations":[
                "If a law enforcement officer refuses to help at a polling station when asked, they can be fined or imprisoned. Additionally, they might be banned from election-related duties for up to seven years, decided by a court with the Director of Public Prosecutions' consent."
            ]
        },
        {
            "Constituted Authority (Special group during elections)":[
                "A group called the Constituted Authority is formed during elections. It can stop voting in specific areas if needed. The group has members chosen by a committee and others appointed by the Governor-General. They decide by a four-fifths majority. Reasons for stopping voting include polling stations not opening on time or natural disasters."
            ]
        },
        {
            "Rules for Election Meetings and Marches":[
                "During an election, organizing a meeting or march in a public place requires notice, either eight hours in advance or not within hours of the poll opening. The notice must go to the local police. Breaking this rule can lead to a fine or imprisonment."
        ]},
        {
            "Night Marches":[
                "Public marches are not allowed at night. A Police at or above the rank of Corporal can ask the leader of a night march to disperse."
            ]
        },
        {
            "Daylight Marches":[
                "A permit is needed for daytime marches. Organizers must apply three days in advance, providing details like the route and estimated participants. Police can disperse marches without a permit."
            ]
        },
        {
            "Penalties for Violations":[
                "Breaking these rules or participating in unauthorized marches can result in fines or imprisonment."
            ]
        },
        {   "Government Orders":[
                "The Minister can prohibit public meetings and marches in certain areas for public safety. Permits are required for events, and violating these orders can lead to fines or imprisonment."
            ]
        },
        {
            "Additional Regulations":[
                "Authorities can impose conditions on permits. Some meetings and marches are exempt (listed in a schedule), but the Minister can update this list."
            ]
        },
        {
            "Restrictions Near Official Premises":[
                "Special rules apply near official premises. Police can disperse gatherings, and failing to comply can result in fines or imprisonment."
            ]
        },
        {
            "General Offenses and Penalties":[
                "Acting disruptively at a public meeting or using threatening language can lead to fines or imprisonment. Carrying offensive weapons, especially during elections, without lawful authority is also an offense."
            ]
        }
    ]
}
