{
  "contents": {
    "Diplomatic Immunities and Privileges": 0,
    "Forms - Particulars of Aliens or Commonwealth Citizens Arrested or Detained etc.": 1,
    "Role of the Embassy of the United States of America when Citizens of The United States of America (USA) are Arrested/Incarcerated In Jamaica": 2,
    "Notification Procedures for US Victim of Crime – US Embassy": 3
  },
  "sections": [
    {
      "Diplomatic Immunities and Privileges": [
        "The provisions of Force Orders No. 1740, Part I, Sub. No. 2 dated 1980-10-09 and Force Orders No. 3425, Part I, Sub. No. 7 dated 2013-01-24 dealing with Diplomatic Immunities and Privileges are hereby republished for general information.",
        "All ranks should be aware that representatives of Foreign States who are afforded diplomatic status are not subject to the laws of the receiving State and hence are accorded inviolability of their residences and other personal property.",
        "In an effort to have all diplomats properly identified, the Ministry of Foreign Affairs and Foreign Trade has had identification booklets issued to all persons afforded diplomatic status and these booklets are countersigned by the Commissioner of Police.",
        "No member of the Diplomatic Corps, their staff or their servants should be prosecuted for any offence or any writ served on them, without reference to Police Headquarters. In addition, no member of the Force may enter upon the premises of a foreign mission without invitation."
      ]
    },
    {
      "Forms - Particulars of Aliens or Commonwealth Citizens Arrested or Detained etc.": [
        "Effective immediately, all arrest/detention entries in the station diary and all other relevant station records must include the nationality of the accused.",
        "Whenever an alien or Commonwealth Citizen is arrested, detained etc. the form, which is attached as Appendix ‘E’ to Force Orders No. 3425 dated 2013-01-24 must be completed in triplicate and distributed as follows:-",
        "a. the original to the representative concerned; i.e. [of Embassy, High Commission or Consulate]",
        "b. the second copy to the Chief Executive Officer of Passport Immigration and Citizenship Agency (PICA);",
        "c. the third copy to be filed in the Division making the report.",
        "The completed forms should be dispatched within twenty-four (24) hours of the arrest or detention to the representative concerned.",
        "In the case of the United States of America, a representative of the US Embassy is contacted immediately upon the detention of a US Citizen."
      ]
    },
    {
      "Role of the Embassy of the United States of America when Citizens of The United States of America (USA) are Arrested/Incarcerated In Jamaica": [
        "In the event that a US citizen is arrested/incarcerated in Jamaica, the Embassy must be notified immediately.",
        "The Jamaican authorities must be informed of the detained person's right to communicate with the Embassy and of the Embassy's right to provide consular assistance.",
        "The Embassy must be given prompt and convenient access to the detained US citizen, and the detained person must be provided with necessary medical care and hygiene items.",
        "Consular officials must also attend the trial and hearings of detained US citizens to ensure that their rights are respected and that they receive a fair trial.",
        "Consular officials must also visit US citizens who have been sentenced to imprisonment."
      ]
    },
    {
      "Notification Procedures for US Victim of Crime – US Embassy": [
        "In the event that a US citizen is a victim of a crime in Jamaica, the Embassy should be notified immediately.",
        "The Embassy can assist by providing a list of local attorneys and by arranging for appropriate medical care.",
        "The Embassy can also assist by providing information about the Jamaican criminal justice system and by helping the victim communicate with local authorities.",
        "Additionally, the Embassy can provide information about victim compensation programs and other sources of assistance.",
        "If the victim wishes to return to the United States, the Embassy can provide assistance with travel documents and transportation."
      ]
    }
  ]
}