{
    "title":"Grievance Management Policy",
    "src":"JCF Grievance Management Policy & SOP",
    "contents": {
        "Definitions": 0,
        "Responsibilities": 1,
        "Standard Operating Procedures": 2,
        "Constitution of Grievance Management Board": 3,
        "Power and Authority of the Board": 4,
        "Reporting a grievance": 5,
        "Responding to a Grievance": 6,
        "Grievance Coverage": 7,
        "Legislative Authority/Guiding Principles": 8,
        "Relevant Records and Forms": 9,
        "Appendix 1: Issues for which a Grievance Report can be filed":10
    },
    "sections":[
        {
            "Definitions":[
                "5.1 Adverse Effect: A decision/action is considered to have an adverse effect where it was not properly handled or resolved and resulted in bitterness on both sides in the working relations.",
                "5.2 Formal Grievance Procedure: the stage where written grievance petitions are heard and findings determined by a Grievance Management Board",
                "5.3 Grievance: Any discontent or dissatisfaction with any aspect of the organization",
                "5.4 Grievance Report: A written request by a member or group of members for personal relief/remedy in a matter of concern or dissatisfaction relating to a grievable issue as outlined at Appendix 1.",
                "5.5 Grievant: Any member or group of members who brings a grievance petition",
                "5.6 Grievance Management Board: A constituted body with authority to hear grievances; it shall be hereafter referred to as “The Board”.",
                "5.7 Grievance Management Board Chair: A person designated by the Commissioner of Police to convene and preside over all meetings of Grievance Management Board hearings.",
                "5.8 Informal Grievance Procedure: the stage where a grievance is heard by the Commander in charge of a station, division or area within which the grievance is reported",
                "5.9 Investigator: A neutral individual appointed to conduct investigations into an issue or issues raised in a grievance. An investigator may be a member of the civilian staff with the requisite skills or a member of the JCF with similar skills and competence. He/she should not be involved in the matter which is the subject of grievance",
                "5.10 Observer: An individual who may attend a pre-hearing or hearing (as a third person) on behalf of the grievant or respondent but will have no interference in the procedure. He/she may be an attorney or a representative from a staff association",
                "5.11 Preponderance of Evidence: A preponderance of evidence refers to a situation where the evidence which, when fairly considered, produces the stronger impression and is more convincing as to the truth when weighed against other opposing evidence.",
                "5.12 Respondent: Person(s) against whom a grievance is brought",
                "5.13 Secretary of Grievance Board: An individual identified by the Grievance Management Board for the purpose of accurately recording its proceedings."
            ]
        },
        
        {
            "Responsibilities":[
                "6.1 The Commissioner of Police has responsibility to ensure systems are in place to facilitate the proper management, to include investigation and hearing, of grievance issues brought by members; and constitute a Grievance Management Board to hear submitted grievance issues.",
                "6.2 The Grievance Management Board has responsibility to determine without bias whether the submitted grievance is within the jurisdiction of the grievance board and if so to hear the grievance. The Board shall also forward written findings of facts, and recommendations in keeping with these findings to the Commissioner of Police.",
                "6.3 The Grievance Board Chair has the responsibility to:\n\t6.3.1 convene and preside over all meetings of grievance hearings.\n\t6.3.2 ensure that the Board's work is completed and delivered in a timely manner.\n\t6.3.3 take notes and facilitate the discussions at all meetings and submit periodic brief to the Commissioner of Police on the outcome of each meeting.\n\t6.3.4 on completion of the hearing, compile the findings and recommendations."
            ]
        },
        {
            "Standard Operating Procedures":[
                "8.0 The management of all grievance reports or petitions shall be in accordance with the following procedures:",
                "8.1. Where a member wishes to file a grievance report, such report/petition shall: a) be written in chronological order (day, date, time, place of occurrence ) and include the facts upon which it is based . b) outline the alleged wrongful act, clearly describing the harm done to the aggrieved member and c) outline the resolution sought to remedy the grievance",
                "8.2 It is encouraged that aggrieved member(s) use the Informal Grievance Procedure prior to seeking resolution under the Formal Grievance Procedure",
                "8.3 The use of the Grievance Management Policy and SOP shall be a means of ensuring a final settlement in a specific procedure for dealing with issues identified as grievances. The following should be strictly adhered to:\n\ta. Grievances should be resolved quickly and close to the point of origin as possible as their existence within the organisation can have detrimental effect on service delivery.\n\tb. Members of staff have the right to representation at each stage of the procedure by a recognised Staff side organisation if they wish.\n\tc. Any member who raises a grievance shall not in any way be victimised as a consequence. This is equally applicable to the respondent. However any member who abuses the spirit and aim of this policy by making malicious and spurious claims may be the subject of disciplinary proceedings as a consequence.\n\td. Stated timescales and results / decisions/ recommendations must be adhered to by all parties. At the conclusion of the appeals process the final decision of the Management Board/Services Commission shall be the final decision and shall be adhered to by all parties.\n\te. Where any dubiety exists concerning the legitimacy of a grievance submission, the final decision on whether the matter is progressed within the ambits of this policy shall rest with the Chair of the Grievance Management Board.\n\tf. All members who are parties to the grievance will be required to submit any information pertinent to the investigations into the matter.\n\tg. Where a grievance is raised against a colleague by another, that member shall be advised of the allegations made against him/her at the earliest opportunity.\n\th. If a related disciplinary issue shall arise at the time of the submission of the report the disciplinary charge shall take precedence over the grievance procedure and such proceedings suspended until the disciplinary matter(s) have been disposed of.\n\ti. At all stages of the grievance procedure confidentiality shall be guaranteed to all parties as in so far as it is compatible with fair and just handling of the matter",
                "8.4 The Grievant must file a written petition of grievance in a timely manner to the chairman of the Grievance Management Board. The petition should state the nature of the grievance, the parties against whom the grievance is being filed and the redress being sought.",
                "8.5 Where a grievant is not satisfied with the results at the informal stage, such grievance must be filed as an appeal within 60 days after the results at the informal stage. The grievant should allow for sufficient use of preliminary steps which would have facilitated all attempts at the resolving the matter at the informal stage. It is the responsibility of the grievant to prove by preponderance of the evidence for the grievance. Preponderance is not determined by the number of witnesses or quantity of documents but by the greater weight of all evidence.",
                "8.6 If the grievant does not follow the guidelines set forth in the grievance procedure, the committee may dismiss the grievance.",
                "8.7 The respondent may respond in writing to the grievance where the Grievance Management Board provides him/her with the opportunity so to do.",
                "8.8 The observer may give/ provide advice to a party before a hearing but NOT during the proceedings. The observer may prepare correspondence and other documents for a party. The presence of the observer should not be disruptive to the proceedings.",
                "8.9 The chairman shall schedule all hearing dates and meetings, make all procedural ruling regarding the grievance process, exercise complete control over all stages of the hearing.",
                "8.10 Five persons shall constitute a quorum inclusive of the Chair and Secretary. The Board shall meet at least two times per month on dates agreed on by all members or otherwise as directed by the Commissioner unless there are no matters. The Board shall ensure the timely and orderly process of grievance (attempting to dispose of the grievance within six weeks from the date of pre-hearing).",
                "8.11 The investigator is responsible to submit to the Area Commander or the Board in keeping with the place from which he/she was dispatched, a written report touching on his findings during the investigation."
            ]
        },
        {
            "Constitution of Grievance Management Board": [
                "8.12.1 The complement of the Grievance Management Board shall be seven selected by the Commissioner from the JCF and its Corporate Services and or Human Resource Management as follows:\n\tI. Assistant Commissioner of Police\n\tII. Corporate Services Director or Human Resources Management Director\n\tIII. A Senior Superintendent with operational responsibilities\n\tIV. Force Chaplain/counsellor or anyone acting in that capacity\n\tV. One female Gazetted Officer Observer\n\tVI. A Senior representative of the Medical Services Branch\n\tVII. The Commissioner and Deputy Commissioner of Police in charge Administration Portfolio shall be ex officio members and shall have the right to attend any meeting of the Board but not to participate in the process.",
                "Where any member of the Board is a party to the grievance, the Commissioner shall name an officer of appropriate rank to replace that officer on the Board or that particular sitting."
            ]
        },
        {
            "Power and Authority of the Board": [
                "8.13 The Grievance Management Board has the authority to make the following recommendations in addressing the requests from the grievant:\n\tDisciplinary actions against an individual\n\tRequest apologies from an individual\n\tAdoption of suggestion or proposal\n\tRefer to the Police Services Commission."
            ]
        },
        {
            "Reporting a grievance": [
                "8.14 To facilitate efficient determination of a grievance, the following information shall be included in a grievance submission:",
                "8.14.1 The grievance shall be written in the form of a statement or report. It shall be in chronological order (day, date, time and place of occurrence) and contain the facts upon which it is based.",
                "8.14.2 The alleged wrongful act must be clearly stated describing the harm done to the aggrieved member and the actions sought by the aggrieved in relation to remedy or adjustment in his favour.",
                "8.14.3 The under mentioned summary information shall be contained in an appropriately designed form when submitting a grievance along with the written detailed report:\n\t\ta. Consecutive number\n\t\tb. Name, rank and regulation numbers of the aggrieved member\n\t\tc. Day, date and time of the occurrence\n\t\td. Date submitted\n\t\te. Facts in brief\n\t\tf. Specific wrongful act and harm done\n\t\tg. Remedy or adjustment sought\n\t\th. Action taken\n\t\ti. Remark"
            ]
        },
        {
            "Responding to a Grievance": [
                "8.15 The following procedures are to be followed in responding to grievance:",
                "8.15.1 Acknowledge receipt of grievance report by noting the time, date and person receiving the report;",
                "8.15.2. The Divisional Commander should analyse the facts or allegations (as adduced at the informal stage)",
                "8.15.3. The Divisional Commander should affirm or deny in writing allegations pertaining to the outcome of the informal intervention",
                "8.15.4. Where the respondent is the Divisional Commander then an investigator should be assigned by the Area Officer to investigate the allegations. The investigator is to conduct investigations, submit a written report within forty-eight hours from the time of receiving the report. The grievant shall not be responsible to route the grievance report through the Divisional Commander but shall submit same to and through the Area Chaplaincy Unit",
                "8.15.5 Where the results of the investigation are produced/submitted, the process may take the form of any of the under mentioned:\n\t\ti. Informal procedure\n\t\tii. Refer to Grievance Management Board (Formal Procedure)"
            ]
        },
        {
            "Grievance Coverage": [
                "8.16 For the purpose of this policy matters that may be considered grievable should be related to the employment of an employee(s) which is subject to the control or the management of the Jamaica Constabulary Force and include:\n\ta. A decision which is appealable to the Commissioner e.g. removal or reduction in pay grade, denial of incremental increase;\n\tb. Non-selection for promotion from a group of properly ranked and qualified candidates in keeping with the Promotional Policy"
            ]
        },
        {
            "Legislative Authority/Guiding Principles": [
                "9.0 This policy shall be read in conjunction with the following:\n\t9.1 JCF Code of Conduct\n\t9.2 JCF Disciplinary codes (Book of Rules, Police Service Regulation 1961)"
            ]
        },
        {
            "Relevant Records and Forms": [
                "10.1 Grievance Register"
            ]
        },
        {
            "Appendix 1: Issues for which a Grievance Report can be filed": [
                "1. Transfer",
                "2. Leave",
                "3. Political Influence",
                "4. Lack of equipment and stationary",
                "5. Non-selection to participate in developmental/advancement course even though the employee (s) have the skills and competence in the field /discipline",
                "6. Failure to receive a non-competitive promotion although having successfully matriculated and no explanation or results offered.",
                "7. An action which terminates a temporary promotion within the maximum period of six months (staff Order) and returns the employee to the position from which the employee was temporarily promoted.",
                "8. An action that results in the failure of an employee to be granted an increment increase or amount agreed upon under the Secondary Employment Programme",
                "9. Failure to adopt an employee suggestion or invention that when employed would have resulted in benefits to the organization/formation/department",
                "10. Failure to recommend an employee for meritorious or distinguished performance on a specific task/assignment.",
                "11. Discriminatory actions toward an employee as a result of gender, age, sexual orientation, physical handicap or medical condition.",
                "12. Concerns in respect of assessment on confidential report",
                "13. Any other matter that affects harmonious relations within the force."
            ]
        }
        
    ]
}