{
  "title":"Public Interaction",
  "src":"Police Public Interaction Policy 25-11-2021",
  "contents": {
    "8.1 Stop and Account": 0,
    "8.2 Stop and Search/VCP": 1,
    "8.2.10. Where seizure is necessary": 2,
    "8.2.11. When a motorist fail to stop": 3,
    "8.3 Station Visit": 4,
    "8.4 Treating with suspects": 5,
    "8.5 Station Visit Follow-Up": 6,
    "8.6 Telephone Contact": 7,
    "8.7 When approached in Public Spaces": 8,
    "8.8 Noise Nuisance": 9,
    "8.9 Assignments given by PECC": 10,
    "8.10 Approaching vehicles Stopped": 11,
    "8.11 Stop and Search": 12,
    "8.12.11 Accountability": 13,
    "8.13 Effecting an Arrest": 14,
    "8.14 Search of Property and Securing of Exhibit": 15,
    "8.15 Carrying of Firearm in Public Places": 16,
    "8.17 Wearing of Uniform and Appearance": 17,
    "9.0 LEGISLATIVE AUTHORITY/GUIDING PRINCIPLES": 18
  },
  "sections": [
    {
      "8.1 Stop and Account": [
        "When a member of the JCF stop a member of the public under any reasonable or legislative authority without searching them and requires such and account of himself as to his or her actions, behaviors or mere presence at a location. This encounter shall be termed a 'stop and account‟ and does not require the police officer to issue a receipt to the suspect. The policeman/woman is however obligated, upon request of the citizen to explain the reason(s) for his/her action. The purpose of a 'stop and account‟ is to enable the observing officer to satisfy his curiosity in respect to the person’s legitimacy for being present in a particular area as also the person’s actions or modus operandi. It should not be used as grounds to search such person, however, the information unfolded by the citizen during the account might give the officer reasonable cause to believe that he/she is concealing something illegal on his/her person and as such a search might be conducted and recorded."
      ]
    },
    {
      "8.2 Stop and Search/VCP": [
        "Vehicular stop and search are often routine operations conducted by members seeking to ensure compliance with the Road Traffic Act, Dangerous Drugs Act and other law with govern motorist whilst using the road. The Number One Signal to stop should be used for planned operations; and all such stops must be carried out with courtesy, consideration and respect for all. The following procedure shall apply-",
        "8.2.1. members should approach vehicle with caution to ensure their safety;",
        "8.2.2. one member of the team should give clear and concise instructions to the driver or passenger(s); persons shall be greeted politely, example: 'Good morning, good day or good evening Sir or Miss, I am Carol Jones Corporal of Police along with a team from the Allman Town Police Station. We are conducting operations under the Road Traffic Act and would like to examine your motor vehicle documents.'",
        "8.2.3. for routine traffic stops, members may then ask driver to turn off engine for the safety of all; This request may be given in the following manner: 'Please switch off the engine. Keep your left hand on the steering wheel and use your right hand to open the driver’s door. Please step from the motor vehicle and follow further instructions. Please switch off your engine and produce documents for the motor vehicle as also your driver’s licence.'",
        "8.2.4. the police should not open or volunteer to open the door of a motorist’s vehicle unless upon request;",
        "8.2.5. If any violation is detected, the police should proceed based on his/her legitimate authority; example; 'Your licence disc has expired and you will be issued with a ticket.' Or 'The registration plate numbers on your vehicle are obscured and as such your vehicle will be seized.'",
        "8.2.6. No one should be kept for any unduly long period;",
        "8.2.7. Queries and concerns of motorists must at all times be politely entertained and addressed;",
        "8.2.8. At no time should any member assault, threaten, use abusive or indecent language when in or dealing with the public.",
        "8.2.9. If no violation is detected, the police should thank the motorist and occupants for their cooperation, apologize for the inconvenience and bid them farewell."
      ]
    },
    {
      "8.2.10. Where seizure is necessary": [
        "8.2.10.1. The police should not demand the keys for vehicles unless it is with the intention to seize;",
        "8.2.10.2. If the vehicle is not deemed an exhibit, the owner/driver should be given an opportunity to remove their belongings from the vehicle and be informed where the vehicle will be taken or kept. The police have a responsibility to ensure the safety of the occupants by offering or assisting with transportation, telephone calls, etc. (especially where children and/or the elderly are involved).",
        "8.2.10.3. Under no circumstance should the police drive or offer to drive the vehicle but should instead contact PECC for the services of an approved towing company;",
        "8.2.10.4. The police should not seize driver’s license other than for a person whose license has been revoked;",
        "8.2.10.5. Under no circumstance should the police remove any item other than an exhibit from the seized vehicle without the consent of the owner/driver.",
        "8.2.10.6. The owner/driver should be made to sign as to the state/condition of the vehicle, this receipt should also be signed be the officer who is seizing the vehicle and kept for future reference to include when the vehicle is being handed over."
      ]
    },
    {
      "8.2.11. When a motorist fail to stop": [
        "If a motorist fails to stop when signalled to do so by a uniformed police officer, the officer should immediately inform the Police Control Room (PCR) and follow their instructions. The PCR will initiate radio contact with the police in the area where the vehicle is headed and request assistance to apprehend the vehicle."
      ]
    },
    {
      "8.3 Station Visit": [
        "Acknowledge the individual within two minutes.",
        "Respond promptly to the citizen's need by ascertaining the nature of service required and providing it or arranging for it to be provided.",
        "Greet the individual formally and politely.",
        "Station Officers and Station Guards must listen attentively to customers' complaints/request and ask pertinent questions.",
        "Provide accurate responses to customers' questions, seek guidance if unsure, and follow through within twenty-four (24) hours.",
        "Direct customers with civil issues such as land and rent to contact a lawyer without recommending any attorney.",
        "Never turn away a customer who is inappropriately attired. All customers must be treated with courtesy and respect.",
        "Do not inform customers that no service vehicle is available or the vehicle is at the garage, instead seek assistance from adjoining stations or via PECC while reassuring the customer.",
        "Show appreciation/sensitivity to customer's concern (do not trivialize reports).",
        "Document customers' particulars and reports and issue receipts.",
        "In cases where the report necessitates the police visiting a locus, the supervisor on duty must be informed and assume responsibility for deploying resources within a reasonable time.",
        "Matters emanating from offences against the person (e.g. Threat, assaults, wounding) are considered an emergency and must be attended to immediately.",
        "Matters which are not emergencies must be attended to within an hour, failing this a report must be filed by the supervisor stating the factors leading to such failure."
      ]
    },
    {
      "8.4 Treating with suspects": [
        "The police must ensure that the rights of suspects are not violated when actions are taken against them or who may be the subject of a report.",
        "Suspects should be allowed to secure (or make arrangements to secure) their property, properly attire themselves, inform family members or neighbours where they will be, before taking them to the station."
      ]
    },
    {
      "8.5 Station Visit Follow-Up": [
        "In terminating a customer initiated contact the police should: a) Enquire if the customer is satisfied with the service; b) Inform them of the next step(s) in the process of addressing the report; c) Inform them of their responsibilities in the process; d) Thank them for their report/co-operation; e) Follow-up with a re-assuring call within seven (7) days of the report and every fourteen (14) days until the matter is resolved. f) All follow-up calls or meetings should be recorded on the case file and an entry made in the Station Diary."
      ]
    },
    {
      "8.6 Telephone Contact": [
        "When the public initiate contact with the police through telephone calls for policing service; the following are the procedures to be followed: a) All telephone calls are to be answered within four (4) rings using the following example; “May Pen Police Station, Constable Joseph White speaking, how may I help?” b) Ascertain the nature of the call and the service required; c) Respond to the policing needs of the callers by: i. Advising them ii. Arranging for the police to visit them; iii. Requesting or arranging for them to visit the station; iv. Providing the service necessary to address the needs of the caller; v. Enquire if the caller is satisfied and what else you may do for him/her; vi. Thank the caller for his/her call."
      ]
    },
    {
      "8.7 When approached in Public Spaces": [
        "In these instances when the police is approached while on duty in public spaces (e.g. on motorized or foot patrol, static postings) the police must: i. acknowledge and appreciate requests for service; ii. make notes of particulars of individuals and nature of request; iii. not trivialize the report/request; iv. respond by offering appropriate policing service; and v. ensure that courtesy and professionalism are maintained throughout the interaction."
      ]
    },
    {
      "8.8 Noise Nuisance": [
        "In responding to a report under the noise nuisance abatement act, the following procedures shall apply: 8.8.1 The Police must visit the premises to confirm such report and verify if a permit was issue for such noise to be played if it’s at an event 8.8.2 Where the source of noise is in a dwelling, the occupants should be made aware of the discomfort that has been caused to others. 8.8.3 Inform the occupant of his/her responsibilities. “You may play your stereo at a level that should not be audible to your neighbour failing which it then becomes a nuisance to others. If the noise continues from this dwelling, you will be charged under the Noise Abatement Act. 8.8.4 Do not attempt to enter the dwelling of the operator to turn off the equipment. 8.8.5 You are required to get the name(s) of the host and operator of the sound system. Where there is no permit, the operator should be instructed to unplug the system even if it is within the time permitted by law. “You are to unplug the system and remove all electrical wires. You do not have a permit to host this event. Your amplifier will be seized and held at the Milk River Police Station until the day of court.” a) The system should be seized and the amplifier taped at the volume it was playing at the time of the seizure. 8.8.6 No member below the rank of SERGEANT has the authority of seizure. A summons should be served on the offender. 8.8.7 Upon conclusion of the assignment, PECC should be informed of the names of the host and operator as also the sound system and the action taken. 8.8.8 Where the sound system operator and host are operating the system outside of the prescribed time, the offender(s) should be warned and a summons served on him/her. The Permit would have been voided as this constitutes a breach."
      ]
    },
    {
      "8.9 Assignments given by PECC": [
        "Note time of assignment from PECC.",
        "Obtain details of assignment (names of individuals requesting police service, location, nature of request).",
        "Note time of response/arrival at assignment.",
        "Upon arrival, do quick risk assessment and proceed to make contact with individual(s) requesting police service.",
        "Greet complainants/individuals politely and ask how you may help.",
        "Determine whether to bring resolution at the scene or move to station.",
        "Render the appropriate policing service.",
        "Enquire if the person who requested service is satisfied, and how else you may help.",
        "Report your findings and actions to PECC.",
        "Follow-up with a telephone call or visit."
      ]
    },
    {
      "8.10 Approaching vehicles Stopped": [
        "At no time should the police point weapons directly at individuals unless they are under threat and or intend to shoot.",
        "Weapons kept at the ready should be lowered as soon as any threat is defused.",
        "Vehicle stop and search carried out by members travelling in service vehicle should follow: Not less than two police personnel should be in service vehicle; There should be no civilians in the service vehicle; The driver of targeted vehicle should be signaled to stop (via flashing lights, siren, loud hailer horn etc); Service vehicle should stop behind targeted vehicle; Blocking of the public thoroughfare should not be done unless it’s a tactic that supports the operation; Instructions should be given to the driver to turn the engine off and for driver/passengers to place hands where the police can see them; One member should give instructions to the driver/passengers (preferably the observer); The observer/observers should then cautiously approach the vehicle stopped, ensuring their safety; The above instructions captured under Stop & Search would then be followed; Occupants of vehicles should be told that all instructions are to be obeyed for their safety and that of the officers eg. For your safety and mine, please switch off the car engine."
      ]
    },
    {
      "8.11 Stop and Search": [
        "All stop and search operations must be conducted with courtesy, consideration and respect.",
        "As far as is possible, stop and search operations should be conducted in well-lit areas.",
        "Motorists shall be greeted in a courteous manner.",
        "The member shall provide the individual with information including: Their name, rank and the station where they work; The law under which persons have been stopped; Explanation as to why they are being stopped and searched; Motorist will be requested to exit vehicle as scripted above and where the trunk of vehicle will be searched occupants of vehicle should be requested to accompany police personnel.",
        "The process should be handled quickly (to be quantified) and professionally.",
        "The police officer will ask as few questions as necessary and proceed to search based on some suspicion or information.",
        "If a violation is detected the police should proceed based on the legislative provisions of his/her authority.",
        "If there are no detected violations the police should apologize for any inconvenience caused and wish individuals a good day.",
        "Under no circumstances should a member solicit personal information from a citizen in order to start a relationship.",
        "Members should document their action as per the Daily Deployment Form and submit it to the Operations Office at their respective division/formation at the end of the stop and search.",
        "Occupants of vehicles stopped should be instructed to exit the motor vehicle, and where the vehicle will be searched, the driver should be requested to observe the police's actions."
      ]
    },
    {
      "8.12.11 Accountability": [
        "In instances of stop and search operations, members have a responsibility to document their action as per the daily deployment form attached.",
        "This should be submitted to the Operations Office at their respective formations and shall contain the following information: Date and time of the stop and search, Location of the stop and search, The grounds for the stop and search, Number of arrests, cautions, warnings and seizures, The result of the stop and search, Names, address of persons stopped and searched, Names, rank, regulation numbers and stations of the officers conducting the operation, and Any observations, difficulties, suggestions/recommendations."
      ]
    },
    {
      "8.13 Effecting an Arrest": [
        "When effecting an arrest, the police shall ensure that the following is applied:",
        "8.13.1 The offender must be told of the offence for which he/she is being charged. The offender must then be cautioned using Judges Rule.",
        "8.13.2 The offender should be frisked for weapons, dangerous drugs or any other object which could harm the officer while being escorted to the police station. At the station a more thorough search must be done before the offender is placed in holding area or cell.",
        "8.13.3 As far as practicable, handcuffs must be used on males and violent females. Do not to embarrass persons in your custody by escorting them in awkward positions, for example, draping the waist so that prisoner has to walk on his toes or dragging prisoner on the ground in a bid to punish him.",
        "8.13.4 If a prisoner escapes while being escorted and is running away, DO NOT OPEN FIRE as he is not a threat to you or your colleague. This order goes for all cases where police personnel accost members of the public who run away without being a threat to them. It is much better for a suspect to escape, than for the police to open fire resulting in the death or injury of innocent members of the public.",
        "8.13.5 Police officers must always bear in mind that offences are committed against the state and not against them as individuals.",
        "8.13.6 Where individuals are brought before the court or are required to attend the court, all such individuals shall be addressed by their full name and title for e.g. “Mr. Isaiah Thomas” or “Miss Dotlyn Chambers”.",
        "8.13.7 It is unprofessional to address any member of the public by their first name unless at their request."
      ]
    },
    {
      "8.14 Search of Property and Securing of Exhibit": [
        "In order to effectively search a property or secure exhibits, the police shall apply the following:",
        "8.14.1 In the execution of a warrant to search premises the owner/occupant should be shown the warrant, and the contents read to him/her. Where possible a copy of the warrant should be given to him/her.",
        "8.14.2 The owner/occupant must be present during the search. Record must be made of item(s) seized. Receipts must be produced for disputed items.",
        "8.14.3 Where there is no warrant available at the time of the operation, permission should be sought from the owner/occupant for the team to enter the building/premises/compound. “Good afternoon Sir/Miss we are conducting an investigation where intelligence has led us to your premises, may we be given permission to conduct a search of the building in your presence?”",
        "8.14.4 Where exhibits are taken from the scene of a search, it is the responsibility of the investigating officer to note the exact location where the item was removed from and the circumstances.",
        "8.14.5 It is illegal for evidence to be planted at the scene of a suspected crime.",
        "8.14.6 The integrity of the investigations would have been compromised if the evidence obtained from the scene is tampered with.",
        "8.14.7 All items seized must be placed in an envelope, properly labeled and sealed in the presence of the accused."
      ]
    },
    {
      "8.15 Carrying of Firearm in Public Places": [
        "8.15.1 All uniform personnel who are issued with a side arm for duty must immediately carry out the necessary safety checks, load and holster the weapon. NO LIVE ROUND MUST BE CARRIED IN THE BREACH. The JCF Firearms, Use of Force and Human Rights Policy should serve as a guide if a member as necessity to remove the weapon from its holster. On each occasion that the weapon is removed from the holster whether it was fired or not a written report MUST be made by the person issued with the weapon and other members of the team.",
        "8.15.2 Uniform personnel issued with rifles or submachine guns must carry out the necessary safety checks and always carry weapon in a safe position, whether walking or travelling in motor vehicles. At no time should the weapon be pointed at persons travelling behind the police vehicle, passing to the side or just walking along the public thoroughfare.",
        "8.15.3 Personnel armed with rifles or submachine guns must avoid unnecessary entering of places of business, government offices, schools and places of entertainment as the safety risk is higher for both police and civilians.",
        "8.15.4 Detectives and other personnel from plain clothes sections, to include off duty police personnel who are permitted to keep and care firearms MUST ensure that their weapon is concealed in public places. Extended magazines must not be inserted in pistols while wearing plain clothes and members must take all the necessary steps to avoid unnecessarily exposing their weapons whether on or off duty."
      ]
    },
    {
      "8.17 Wearing of Uniform and Appearance": [
        "8.17.1 Where a member is required to perform a duty dressed in uniform, the uniform MUST be neat, clean and properly fitted. Image is everything. All items of accoutrements must be worn in the appropriate manner. Strict adherence to F/O # 3303 dated October 14, 2010 on Uniform Policy is required."
      ]
    },
    {
      "9.0 LEGISLATIVE AUTHORITY/GUIDING PRINCIPLES": [
        "This policy and procedure on Police Public Interaction shall be read in conjunction with the following:",
        "1. Noise Abatement Act, 1997",
        "2. JCF Firearms, Use of Force and Human Rights Policy",
        "3. The Road Traffic Act",
        "4. Firearms Act",
        "5. The Constabulary Force Act",
        "6. Dangerous Drugs (Amended) Act, 2015",
        "7. Police Code of Conduct"
      ]
    }
  ]
}
