{
  "contents": {
    "Treating with reports of Sudden, and Unnatural Deaths": 0,
    "Decomposed Bodies": 1,
    "Sudden or Unnatural Death at Home": 2
  },
  "sections":[
    {"Treating with reports of Sudden, and Unnatural Deaths": [
    "Upon receipt of a report of sudden or unnatural death, the Sub-Officer of station shall immediately cause an investigation to be conducted into the circumstances relating to the death.",
    "The sub-officer i/c station or the police monitor (where the call is made to the Police Emergency Communication Centre) shall direct a police team to respond to the initial report.",
    "All deaths are to be treated as unnatural until the contrary is proven by the Pathologist.",
    "All reports of sudden and or unnatural deaths should be recorded in the STATION DIARY and the SUDDEN DEATH REGISTER.",
    "Where death is sudden and of an unknown cause and there is no medical certificate forthcoming to support the report, then a post-mortem must be ordered.",
    "Cause and manner of death should ONLY be concluded after the post-mortem.",
    "The final cause of death must NOT be disclosed until after the pathologist submits the report.",
    "The circumstances surrounding death, including medical history where death may be sudden should be noted by the first responder and made available to the investigator.",
    "This information should be made available by the investigator to the Pathologist at or before the time of the post-mortem.",
    "The exact position of the body as best as possible should be reflected in a sketch.",
    "In the case of suspected murder or manslaughter, DO NOT remove the body until a medical doctor has completed an examination.",
    "Where a medical officer is unavailable, as best as possible the body should be photographed in its original position.",
    "A description of the body should be made as also the condition of the clothing.",
    "At the scene of a sudden death where no medical certificate is forthcoming, all prescription drugs, over-the-counter drugs and other items appearing to be medicinal found on the scene should be preserved and treated as exhibits.",
    "Position of all wounds or injuries must be noted.",
    "Any visible signs of a struggle or other matters in this regard likely to prove useful in the course of the investigation must be noted.",
    "Teeth, hand and fingernails should be examined, especially where signs of resistance are evident; during a struggle, the victim may have removed some form of scientific evidence from the attacker/assailant.",
    "Where there is any difficulty identifying the body it should be photographed, fingerprinted and caused to be published in the Police Gazette.",
    "With respect to un-identified bodies, if no relative has come forward to identify the body after compliance with 'Any visible signs of a struggle or other matters in this regard likely to prove useful in the course of the investigation must be noted.', then a post-mortem should be conducted and the body caused to be buried within thirty (30) days at the expense of the state."
  ]},
  {"Decomposed Bodies": [
    "In instances where bodies are found to be badly decomposed and no post-mortem can be performed, the police will have no need to contact the contracted funeral homes but should instead contact the local Chief Medical Officer for rural parishes or the Pathologist at the IFSLM in the case of Kingston and St Andrew for arrangements to be made for inspection of the body to confirm that the body is too decomposed for a post mortem to be carried out.",
    "Thereafter, the Police will hand over custody of the body to the family or to the contracted funeral home who will be responsible for the burial. However, where the body is found in circumstances suggestive of foul play, the police will ensure that a DNA sample is taken from the remains prior to burial.",
    "Where a body has been buried and it is subsequently determined that a post-mortem is necessary, the body should be exhumed by a competent authority.",
    "In cases where the death is considered suspicious, the police should take steps to preserve the scene of the crime and secure any potential evidence. This may include cordoning off the area and restricting access to the scene of the crime.",
    "In instances where the body is found with signs of decomposition or it is suspected that the death occurred some time before the body was discovered, the pathologist may order a toxicology report to be carried out on the body to determine if there were any toxic substances present in the body that may have contributed to the death.",
    "In such cases, the pathologist will take samples of various organs and tissues, which will be sent to the laboratory for analysis. Once the results of the toxicology report are available, the pathologist will review the findings to determine if the cause of death can be established.",
    "The police should also take steps to interview potential witnesses to the events leading up to the discovery of the body. This may include friends, family members, and associates of the deceased, as well as any individuals who may have been in the vicinity of where the body was found.",
    "Statements should be recorded from all witnesses and any information that may be relevant to the investigation should be noted and preserved as evidence.",
    "It is important to note that in cases where the body is badly decomposed, the investigation may be more challenging as important evidence may have been destroyed by the decomposition process.",
    "Therefore, it is critical that the police and pathologist work together closely to ensure that any available evidence is collected and analyzed as thoroughly as possible to establish the cause of death and to bring any perpetrators of crime to justice."
  ]},
  {"Sudden or Unnatural Death at Home": [
    "In instances where a person dies suddenly or unnaturally at home, the police should be contacted immediately. The first responder should secure the scene and ensure that no one enters or leaves the premises until the police arrive.",
    "The police will carry out an investigation into the circumstances surrounding the death and may request that a post-mortem be conducted to determine the cause of death.",
    "In cases where the cause of death cannot be immediately established, the police may request that the body be transferred to a hospital for further examination.",
    "It is important to note that in such cases, the police may also request that any medications or other substances found in the home be preserved and analyzed as evidence.",
    "Family members and other individuals present at the time of death may also be interviewed by the police and asked to provide statements regarding the circumstances surrounding the death.",
    "It is important that any potential witnesses cooperate fully with the police and provide as much information as possible to aid in the investigation.",
    "Once the investigation is complete and the cause of death has been established, the body may be released to the family for burial or other arrangements.",
    "If the cause of death is deemed to be suspicious, the police may continue their investigation and take steps to secure any potential evidence or leads that may aid in their investigation.",
    "It is important to note that in all cases of sudden or unnatural death, the police and pathologist must work closely together to ensure that the cause of death is properly established and any potential evidence is preserved and analyzed thoroughly."
  ]}
]
}