{
  "title":"Traffic Accidents",
  "src":"JCF Traffic Manual 26-10-2021",
  "contents": {
    "A. Accidents requiring Police response": 0,
    "B. Essentials to carry to accident scenes": 1,
    "C. Who is responsible to assign the investigator": 2,
    "D. Whenever an accident is reported to the police": 3,
    "E. Where the accident does not involve death": 4,
    "F. Accident investigation procedures, scene protection, evidence documentation": 5,
    "G. Taking measurements": 6,
    "H. Hit-and-run investigation procedure, evidence collection, suspect location": 7,
    "I. Completing accident report booklet": 8
  },
  "sections": [
    {
      "A. Accidents requiring Police response": [
        "death or injury;",
        "hit and run;",
        "impairment of an operator due to alcohol or drugs;",
        "hazardous materials;",
        "disturbance between principals;",
        "motor traffic congestion as a result of the accident; or",
        "damage to vehicles to the extent that towing is required."
      ]
    },
    {
      "B. Essentials to carry to accident scenes": [
        "two accident report booklets or three in case of Government owned vehicles",
        "tape measure;",
        "a piece of white chalk; and",
        "pen and paper to assist in carrying out the necessary preliminary investigation."
      ]
    },
    {
      "C. Who is responsible to assign the investigator": [
        "It is the duty of the Sub-Officer in charge to see that a member of the Force of suitable experience be assigned to properly investigate a motor vehicle accident reported."
      ]
    },
    {
      "D. Whenever an accident is reported to the police": [
        "the police shall proceed to the scene immediately by selecting the best possible route considering traffic flow and congestion, drive safely to the scene in a manner consistent with the need for quick",
        "the investigator shall note his time of arrival at the scene, appreciate the situation and use the Box Plan formula for investigation as far as necessary;",
        "the scene should be protected and collect short lived evidence;",
        "the position and condition of the body will be noted in case of death;",
        "where necessary the investigator should request notification of all other persons who leave responsibility at the scene e.g. doctors, police photographers;",
        "identify the body (bodies) and if this involves handling personal property or valuables, this should be done in the presence of a witness and the witness identified in written report;",
        "properly account for any property or valuables taken from deceased and if released to another person or agency, (the investigator shall obtain a receipt);",
        "the identity of the body (bodies) shall not be released until proper notification of the next of kin;",
        "those investigative duties directly related to the body (bodies) shall be conducted with priority to facilitate early removal of body (bodies) to proper facilities;",
        "vehicle or vehicles involved shall be taken in police custody for examination by a Certifying Officer;",
        "arrange post mortem as early as possible."
      ]
    },
    {
      "E. Where the accident does not involve death": [
        "The police should first deal with the injured by rendering first aid bearing in mind not to attempt to administer treatment beyond his/her capabilities. In this case, ascertain name(s) and address(etc) and persons to be informed, whether parent or guardian, wife or husband, then send off the injured to hospital by the earliest means of transport."
      ]
    },
    {
      "F. Accident investigation procedures, scene protection, evidence documentation": [
        "The investigator shall use the service vehicle overhead lights (flasher lights) and other appropriate warning devices to protect the scene and alert approaching motorist.",
        "The investigator shall note and mark with chalk or other bright marker the position of the vehicles (bodies) involved, then have them removed to clear the road of any obstruction.",
        "The investigator shall ensure that the driver or drivers are present and satisfied with the markings. If the driver or any of the drivers is not present, the investigator shall ask an independent person to watch proceeding on behalf of the driver who is absent.",
        "If the accident is of a complicated nature the investigator shall have the scene photographed. This will assist him to determine the cause of the accident. If this action is contemplated the investigator shall divert the traffic.",
        "If an animal is involved in an accident and the injury is not serious the investigator shall cause the animal to be taken to the owners premises if known, or an Animal Hospital and a Veterinary Officer sought to have the animal examined. Where the condition of the animal is serious section 15 of the Cruelty to Animal Act shall be applied, and the animal destroyed."
      ]
    },
    {
      "G. Taking measurements": [
        "The following are some of the measurements to be taken:",
        "width of road at point of impact;",
        "length of drag mark seen;",
        "distance of left front and left rear wheel from left embankment;",
        "distance from right front and right rear wheel from right embankment;",
        "width of vehicle or vehicles involved;",
        "distance where vehicles stopped from point of impact;",
        "where the drivers disagree on the point of impact the investigator shall take particulars of point of impact as pointed out by both drivers and endeavor to get from an independent witness the true point of impact."
      ]
    },
    {
      "H. Hit-and-run investigation procedure, evidence collection, suspect location": [
        "In the case of hit and run accidents the above procedure will be adhered to as far as possible. Here the investigator shall expedite the following:",
        "collect all available information about the hit and run vehicle including the direction the vehicle is proceeding;",
        "relay same to Police Control for circulation to all units and stations;",
        "if any license number is received in the description the investigator should check or cause the Collector of Taxes to be checked to ascertain the particulars of the registered owner;",
        "units on patrol in neighboring Divisions shall be co-ordinated in a perimeter search for the vehicle;",
        "road block should be established, as appropriate in an effort to locate the missing vehicle;",
        "attempt to locate, photograph, collect and preserve all physical evidence which may be useful in identifying the missing vehicle, i.e. blood, hair, soil, fabric, auto parts accessories and paint (duco);",
        "collect statements from witnesses at the scene and make enquiries in the area to locate other witness who may have information relative to the accident;",
        "the police shall check garages in their respective police district, parking lots, service stations in an effort to locate this vehicle;",
        "the Force shall use the media resources as quickly as possible to inform the public and seek additional information about the accident;",
        "when the suspect vehicle is located the police shall establish positive identification using physical evidence collected at the scene;",
        "the police shall interview the owner and determine the identity of the driver at the time of the accident.",
        "If the vehicle is reported stolen after the accident, the police shall detain the person making the report pending further investigation, thereafter take the appropriate enforcement action."
      ]
    },
    {
      "I. Completing accident report booklet": [
        "the class of motor vehicles means whether public passenger vehicle (P.P.V.) or Private Motor Car (P.M.C.);",
        "the make means whether Ford Escort or Toyota Crown etc.;",
        "the description shall also bear out whether the motor vehicle involved is a right hand drive (R.H.D.) or left hand drive (L.I.D.), so class of motor vehicle should read R.H.D., Toyota Crown P.M.C.;",
        "page 19 of the Accident Report Booklet deals with damage to other property and owners particulars. This is required where some other articles are damaged as a result of the accident. This shall not be confused with the damage of the vehicles involved and a portion of the load is destroyed as a result, the amount destroyed, the value and the name and address of the owner;",
        "page 20 of the Accident Report Booklet (A.R.B.) deals with 'How Accident Happen,' here is where the investigator gives his findings as to the cause of the accident. He shall always be accurate in giving his reviews as this will certainly form part of the evidence, if a trial should arise as a result of the accident. The information may be of assistance to the prosecution/defence;",
        "on completing the accident report booklet, the investigator shall administer the warning formula to the driver(s) involved, e.g. 'You will be reported on for the question to be considered of prosecuting you for one or more of the following offenses:' (i) reckless driving; (ii) dangerous driving; (iii) careless driving or exceeding the maximum speed limit.;",
        "if this formula was not administered to the driver(s) at the scene, the investigator shall prepare same on the prescribed form, property signed by the Commanding Officer and give to the driver(s) or sent to them under registered proof within 14 days after the accident;",
        "if during the investigation, the investigator decides to prosecute one of the drivers involved for any offence which caused the accident he shall administer the warning formula on the scene of the accident to the drivers of all vehicles concerned, failing which they shall be summoned within 14 days of the commission of the offence;",
        "on return to the station the investigator shall record an entry in the relevant register where necessary and submit a report to the Sub-Officer in charge the station as early as possible.",
        "the Procedures outlined in the Jamaica Police Manual Volume 1 chapter XIII pages 16 122 on Traffic Accidents and Investigations shall be followed."
      ]
    }
  ]
}
